[{"name":"Amazon Prime Video","clazz":"prime","colorA":"FF9900","colorB":"146EB4","desc":["Watch movies and TV shows recommended for you, including Amazon Originals like The Marvelous Mrs. Maisel, Tom Clancy’s Jack Ryan, and the kids series Tumble Leaf.","App features:","- Download videos to watch offline – anywhere, anytime.","- Follow actors or directors and we’ll notify you when they have new videos on Prime Video. Available in US only.","- Cast from your phone or tablet to the big screen with Chromecast and Fire TV.","- With X-Ray, view IMDb data about the actors, songs, and trivia related to videos as you watch.","- With Prime Video Channels, Prime members can subscribe to more than 150 premium and specialty channels like HBO, SHOWTIME, STARZ, and Cinemax. Only pay for the channels you want, no cable required, cancel anytime (not available in all countries/regions).","- Buy or rent videos from more than 100,000 titles, including new release movies and current TV shows (not available in all countries/regions)."],"summary":"Watch TV shows and movies including award-winning Amazon exclusives.","developer":{"developer":"Amazon Mobile LLC","email":"aiv-android-feedback@amazon.com","privacy":"http://www.amazon.com/gp/help/customer/display.html?nodeId=468496","address":"AMZN Mobile LLC\n410 Terry Ave N\nSeattle, WA 98109"},"released":"Aug 28, 2017","versions":[{"version":"Varies with device","date":"2020-12-01T22:30:58","changes":"Enjoy Amazon Prime Video in over 200 countries and territories around the globe! \r\nDownload movies and TV shows using Wi-Fi or cellular networks."}],"tags":["video"],"rating":"Teen"},{"name":"Disney+","clazz":"disneyplus","colorA":"113CCF","colorB":"113CCF","desc":["Disney+ is the streaming home of your favorite stories. With unlimited entertainment from Disney, Pixar, Marvel, Star Wars and National Geographic, you’ll never be bored. Watch the latest releases, Original series and movies, clazzic films, throwback TV shows, and so much more.","Stream and download Original Series like The Mandalorian, and fan favorites like The Simpsons, Marvel’s The Avengers, and Frozen. There’s always something new to discover. ","With Disney+, you get:","• A premium ad-free experience","• Access to new releases, timeless clazzics and past seasons of your favorite TV shows ","• Exclusive new Originals from the creators of Disney, Pixar, Marvel, Star Wars, and National Geographic","• GroupWatch, a way to watch Disney+ together, even when you’re apart","• Unlimited downloads on up to 10 devices","• Over 100 titles in 4K UHD and HDR","• The ability to watch on four screens at once at no extra cost","For help with Disney+, please visit: http://help.disneyplus.com.","For our Subscriber Agreement and other policies please visit: https://disneyplus.com/legal.","Your California Privacy Rights: https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/","Do Not Sell My Information: https://privacy.thewaltdisneycompany.com/en/dnsmi/","The content available on Disney+ may vary by region. Some titles shown above may not be available in your country.","Start streaming your favorite movies and TV shows now!"],"summary":"The best of Disney, Pixar, Marvel, Star Wars, and National Geographic","developer":{"developer":"Disney","email":"disneyplushelp@disney.com","privacy":"https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/","address":"500 South Buena Vista Street\nBurbank, CA 91521-0105\nUnited States"},"released":"Nov 8, 2019","versions":[{"version":"1.11.3","date":"2020-12-03T08:32:16","changes":"The latest version of Disney+ includes fixes and updates that should make your streaming experience better."}],"tags":["video"],"rating":"Teen"},{"name":"DuckDuckGo Privacy Browser","clazz":"duckduckgo","colorA":"E37151","colorB":"5B9E4D","desc":["Tired of being tracked online? We can help. At DuckDuckGo, we believe online privacy should be simple.","DuckDuckGo Privacy Browser has the speed you need, the browsing features you expect (like tabs &amp; bookmarks), and comes packed with best-in-clazz privacy essentials:","<b>Tap Fire Button, Burn Data</b> — clear all your tabs and browsing data with one tap. ","<b>Escape Online Tracking</b> — automatically block hidden third-party trackers we can find lurking on websites you visit, which stops the companies behind those trackers from collecting and selling your data. ","<b>Search Privately</b> — our private search engine comes built-in so you can search the Internet without being tracked.","<b>Enforce Encryption</b> — force sites to use an encrypted (HTTPS) connection where available, protecting your data from prying eyes, like from unwanted snoopers and Internet service providers.","<b>Decode Privacy</b> — each site you visit gets a Privacy Grade (A-F) so you can see how protected you are at a glance, and you can even dig into the details to see who we caught trying to track you. ","Privacy, simplified.","About Us: https://duckduckgo.com/about/","Device Privacy: https://spreadprivacy.com/tag/device-privacy-tips/ ","Privacy Newsletter: https://duckduckgo.com/newsletter ","Privacy Policy: https://duckduckgo.com/privacy/","Open Source: https://github.com/duckduckgo/Android"],"summary":"Browse the web privately, search anonymously, and escape ad trackers.","developer":{"developer":"DuckDuckGo","email":"android@duckduckgo.com","privacy":"https://duckduckgo.com/privacy.html","address":"C/O DuckDuckGo\n20 Paoli Pike,\nPaoli PA, 19301"},"released":"Apr 8, 2011","versions":[{"version":"5.71.0","date":"2020-12-04T08:49:12","changes":"- You can now undo closing a tab.\r\n\r\nHave feedback?\r\nYou can always reach us at https://duckduckgo.com/feedback."}],"tags":["productivity"],"rating":"Everyone"},{"name":"Firefox Browser: fast, private & safe web browser","clazz":"firefox","colorA":"E66000","colorB":"331E54","desc":["Introducing our latest release of Firefox for Android browser — Firefox Daylight. This version of the Firefox web browser is dramatically redesigned to be faster, easy to use, customizable and private. Firefox browser features Enhanced Tracking Protection on by default blocking thousands of annoying ad trackers and malware — making your experience more secure, and a lot faster too. Firefox is also the only major browser backed by a not-for-profit fighting to give you more openness, transparency and control of your life online. Download the Firefox for Android browser today and keep the internet open for tomorrow. ","<strong>FAST. PRIVATE. SAFE.</strong>","Firefox for Android browser gives you effortless privacy protection with lighting-fast page loads. Enhanced Tracking Protection automatically blocks over 2000 known online trackers from invading your privacy and slowing down your pages. Firefox browser also introduces a clean new design that makes it easier to get more things done, more quickly. Plus, with smart browsing features built in, Firefox lets you take your privacy, passwords, and bookmarks with you safely wherever you go.","<strong> ONE TAP TO PRIVATE MODE </strong>","Now you can get to Private Browsing Mode with just one tap. And when you close Private Browsing Mode, your browsing history gets automatically erased from your device. ","<strong>CUSTOMIZE THE WAY YOU WANT TO SEARCH</strong>","Keep the search bar up top. Or move it to the bottom. Firefox browser not only lets you choose how you search but also how much of your personal data to share. Customizable Enhanced Tracking Protection settings put you in the driver’s seat with your data. You also have your choice of search engines, and the ability to make Firefox your default browser.","<strong>GO DARK MODE</strong>","Easily switch to Dark Mode anytime to give your eyes and your battery a break. ","<strong>COLLECTIONS</strong>","Open as many tabs as you like and organize them into Collections to stay on task. Collections can also be shared across devices so you get more done no matter where you are or what device you’re using.  ","<strong>GET ADD-ONS</strong>","Full support for the most popular add-ons, including ways to turbo-charge powerful default privacy settings and customize your experience.","<strong>PICK UP RIGHT WHERE YOU LEFT OFF</strong>","Start using Firefox for Android on your phone then switch to the Firefox browser on your laptop, without skipping a beat. With Firefox across your devices you can take your bookmarks, saved logins and browsing history wherever you go. Firefox browser also takes the guesswork out of passwords by remembering your passwords across devices. Have the choice to instantly send open tabs between your phone and computer, instead of texting or emailing yourself articles to read later. ","<strong>FIREFOX WEB BROWSER SEARCH WIDGET</strong>","No need to open the app. Search the web directly from your device’s home screen. Add the Firefox for Android browser search widget and get instant results without the extra taps. ","<strong>PICTURE IN PICTURE MODE</strong>","Stream and pop videos out and play them in the background while you do other things on your phone. It’s entertainment and multitasking, together on the same screen. ","<strong>Learn more about Firefox for Android:</strong>","- Have questions or need help? Visit https://support.mozilla.org/mobile","- Read about Firefox permissions: https://mzl.la/Permissions","- Follow Firefox on Twitter: https://mzl.la/FXTwitter","<strong>About Mozilla</strong>","Mozilla exists to build the Internet as a public resource accessible to all because we believe open and free is better than closed and controlled. We build products like Firefox to promote choice and transparency and give people more control over their lives online. Learn more at https://www.mozilla.org","Privacy Policy: https://www.mozilla.org/legal/privacy/firefox.html"],"summary":"This release “Firefox Daylight” marks a new beginning for our web browser.","developer":{"developer":"Mozilla","email":"firefox-android-feedback@mozilla.com","privacy":"https://www.mozilla.org/legal/privacy/firefox.html","address":null},"released":"Dec 21, 2010","versions":[{"version":"82.1.3","date":"2020-12-11T15:28:36","changes":"In this release, we are excited to introduce new ways of making your browsing experience better:\r\n- Accidentally close a tab? You can now reopen your recently closed tabs in your tab tray menu or History panel.\r\n- Automatically purge cookies from sites you haven’t directly visited in 30 days\r\n- Newly supported add-ons: Video Background Play Fix and Google Search Fixer\r\n- Added a new locale: Tajik!\r\n- Better support for opening links in Firefox from third-party apps"}],"tags":["productivity"],"rating":"Everyone"},{"name":"NVIDIA GeForce NOW","clazz":"geforce","colorA":"7AB547","colorB":"1A1918","desc":["GeForce® NOW™ brings legendary GeForce PC gaming to your Android devices, streamed from the cloud. Log into your GeForce NOW account and jump into your library of recently played games to continue playing where you left off.","The GeForce NOW app works with Android phones, tablets and TV devices supporting OpenGL ES 3.2 with at least 2GB of memory and Android 5.0 (L) or later. Android TV device support is currently in beta and your device may work if it meets the minimum specs above. For an optimal experience, we recommend 5GHz WiFi or Ethernet connection, with at least 15Mbps internet access, and a Bluetooth gamepad, such as:","1) SHIELD controller: https://www.nvidia.com/en-us/shield/shop/","2) Razer Raiju Mobile: https://www.razer.com/gaming-controllers/razer-raiju-mobile","3) Razer Junglecat: https://www.razer.com/gaming-controllers/razer-junglecat","4) Steelseries Stratus Duo: http://steelseri.es/nvidiasd","5) Glap controller: http://glap.co.kr/en","You can find a full list of supported gamepads here: https://www.nvidia.com/en-us/geforce-now/recommended/","Please be aware that streaming games on your phone’s mobile data plan may use up data quickly. We recommend that you connect to a 5GHz WiFi network for the best experience.","Downloading the app will not give you access to the service; you must have an active GeForce NOW account. To learn more about membership options, and to sign-up for GeForce NOW, visit our membership page here: https://www.nvidia.com/en-us/geforce-now/memberships/"],"summary":"EXPERIENCE GEFORCE GAMING ANYWHERE","developer":{"developer":"NVIDIA","email":"GeForceNOWAndroidfeedback@nvidia.com","privacy":"https://www.nvidia.com/en-us/about-nvidia/privacy-policy/","address":null},"released":"Feb 4, 2020","versions":[{"version":"5.33.29272392","date":"2020-11-02T22:10:39","changes":"- Resolved video freeze when streaming on Chromecast with Google TV (2020)"}],"tags":["gaming"],"rating":"Teen"},{"name":"Google Chrome: Fast & Secure","clazz":"chrome","colorA":"1DA462","colorB":"DD5144","desc":["Google Chrome is a fast, easy to use, and secure web browser. Designed for Android, Chrome brings you personalized news articles, quick links to your favorite sites, downloads, and Google Search and Google Translate built-in. Download now to enjoy the same Chrome web browser experience you love across all your devices.","        <b>Browse fast and type less.</b> Choose from personalized search results that instantly appear as you type and quickly browse previously visited web pages. Fill in forms quickly with Autofill.","        <b>Incognito Browsing.</b> Use Incognito mode to browse the internet without saving your history. Browse privately across all your devices.","        <b>Sync Chrome Across Devices.</b> When you sign into Chrome, your bookmarks, passwords, and settings will be automatically synced across all your devices. You can seamlessly access all your information from your phone, tablet, or laptop.","        <b>All your favorite content, one tap away.</b> Chrome is not just fast for Google Search, but designed so you are one tap away from all your favorite content. You can tap on your favorite news sites or social media directly from the new tab page. Chrome also has the “Tap to Search”- feature on most webpages. You can tap on any word or phrase to start a Google search while still in the page you are enjoying.","        <b>Protect your phone with Google Safe Browsing.</b> Chrome has Google Safe Browsing built-in. It keeps your phone safe by showing warnings to you when you attempt to navigate to dangerous sites or download dangerous files.","        <b>Fast downloads and view web pages and videos offline</b> Chrome has a dedicated download button, so you can easily download videos, pictures, and entire webpages with just one tap. Chrome also has downloads home right inside Chrome, where you can access all the content you downloaded, even when you are offline.","        <b>Google Voice Search.</b> Chrome gives you an actual web browser you can talk to. Use your voice to find answers on-the-go without typing and go hands free. You can browse and navigate quicker using your voice anywhere, anytime.","        <b>Google Translate built-in: Quickly translate entire web pages.</b> Chrome has Google Translate built in to help you to translate entire web to your own language with one tap.","        <b>Use less mobile data and speed up the web.</b> Turn on Lite mode and use up to 60% less data. Chrome can compress text, images, videos, and websites without lowering the quality.","        <b>Smart personalized recommendations.</b> Chrome creates an experience that is tailored to your interests.  On the new tab page, you will find articles that Chrome selected based on your previous browsing history."],"summary":"Fast, simple, and secure. Google Chrome browser for Android phones and tablets.","developer":{"developer":"Google LLC","email":"apps-help@google.com","privacy":"http://www.google.com/chrome/intl/en/privacy.html","address":"1600 Amphitheatre Parkway, Mountain View 94043"},"released":"Feb 7, 2012","versions":[{"version":"Varies with device","date":"2020-12-10T23:01:32","changes":"Thanks for choosing Chrome! This release includes stability and performance improvements."}],"tags":["productivity"],"rating":"Everyone"},{"name":"HBO Max: Stream HBO, TV, Movies & More","clazz":"hbomax","colorA":"113CCF","desc":["HBO Max is the streaming platform that bundles all of HBO together with even more of your favorite TV series, blockbuster movies, plus new Max Originals.","Get comfy, because you’ve got 100 years of epic entertainment in your hands. You’ll have unlimited access to all of HBO, together with even more favorites from Sesame Workshop, DC, Warner Bros., and more.","More reasons to love HBO Max:","• Thousands of hours of hit movies, addictive series, and exclusive Max Originals.","• A personalized streaming experience for up to five viewer profiles.","• Collections hand-picked by real humans—not robots.","• Download top titles to watch on your favorite devices anywhere you go.","• A curated kids’ experience that grows along with their interests.","• HBO Max Hubs devoted to your favorite fandoms.","HBO Max is only accessible in the U.S. and certain U.S. territories. Some restrictions apply. ©2020 WarnerMedia Direct, LLC. All Rights Reserved. HBO Max™ is used under license.","For help, please visit help.HBOMax.com.","Privacy Policy: https://www.hbomax.com/privacy","Terms of Use:  https://www.hbomax.com/terms-of-use ","Manage sharing your data at: http://warnermediaprivacy.com/do-not-sell"],"summary":"Watch all of HBO together with new hits, clazzic favorites, plus Max Originals!","developer":{"developer":"WarnerMedia Direct, LLC","email":"support@hbomax.com","privacy":"https://www.hbomax.com/privacy","address":"30 Hudson Yards, New York, NY 10001"},"released":"Jul 16, 2015","versions":[{"version":"Varies with device","date":"2020-11-23T17:30:19","changes":"We refined the home screen experience to showcase fresh content at the top with full-screen imagery for your viewing pleasure. "}],"tags":["video"],"rating":"Teen"},{"name":"Hulu: Stream all your favorite TV shows and movies","clazz":"hulu","colorA":"3DBB3D","colorB":"FFFFFF","desc":["Watch movies, new TV shows, Hulu Originals, sports, live news, and more with Hulu.","Watch movies, stream TV shows or series your way. From anime to sports, watch shows, get live news (with Hulu + Live TV plan) and much more on all of your favorite devices. Stream live TV, browse episodes and watch shows with a plan that works for you—Hulu, Hulu (No Ads), or Hulu + Live TV*. Watch movies, stream TV shows, and enjoy your own personalized streaming library.","*Regional restrictions, blackouts, and additional terms apply.","Plus, Hulu is now the home of FX Networks, with 40+ acclaimed series as well as new FX originals. ","Watch shows, stream movies, browse episodes, and more. Here’s what you have access to on all Hulu plans:","• Discover a personalized TV experience and streaming library—get recommendations when you stream TV shows or watch movies","• Personalized profiles—create up to 6 profiles so everyone can keep track when they browse episodes, shows, and movies","• My Stuff—add shows and movies for quick access to your favorites","• Watch movies or stream TV shows at home or on the go","• Premium networks—discover and watch shows from HBO®, SHOWTIME®, CINEMAX®, and STARZ® for an additional monthly fee","• Watch acclaimed FX Originals on Hulu, the home of FX Networks","Whether you want to watch new TV shows, rewatch your favorite series or want to discover the latest movies you’ll have everything you need with Hulu. ","Hulu","Our ad-supported plan lets you browse episodes, shows, and more in our huge streaming TV library. Stream thousands of episodes of the shows you love, from award-winning Originals like The Handmaid’s Tale and The Act to other popular shows like This is Us and The Good Doctor. ","Hulu (No Ads)","Discover the plan that gives you everything you get with the Hulu plan in an ad-free* experience. Plus, you can download from thousands of titles to watch offline.**","*There are a few shows in our streaming library that are not included in Hulu (No Ads) due to streaming rights. Episodes of those shows will stream uninterrupted — there will just be a quick ad before and after each video. **Select content available for download.","Hulu + Live TV","Watch on-demand and live TV from 65+ channels, including live news, sports, and more. Plus, get unlimited access to the entire Hulu streaming library through our ad-supported plan. No cable required. No hidden fees when you want to watch shows—There are no equipment rentals fees, or installation appointments.","Whether you want to discover shows, watch live news, get sports updates, or binge-watch your favorite anime show, with Hulu you choose the plan that works for you.","Download the Hulu app now to watch new TV shows, stream movies, anime series, and much more! ","Terms of Use: http://www.hulu.com/terms","Privacy Policy: http://www.hulu.com/privacy","This app features third party software, enabling third parties to calculate measurement statistics (e.g., Nielsen’s TV Ratings).","We may work with mobile advertising companies to help deliver online and in-app advertisements tailored to your interests based on your activities on our website and apps and on other, unaffiliated websites and apps. To learn more, visit www.aboutads.info. To opt-out of online interest-based advertising, visit www.aboutads.info/choices. To opt-out of cross-app advertising, download the App Choices app at www.aboutads.info/appchoices. Hulu is committed to complying with the DAA’s Self-Regulatory Principles for Online Behavioral Advertising and the DAA’s Application of Self-Regulatory Principles for the Mobile Environment."],"summary":"Browse the latest films and watch endless episodes of your favorite series","developer":{"developer":"Hulu","email":"support@hulu.com","privacy":"http://www.hulu.com/privacy","address":null},"released":"Jun 22, 2011","versions":[{"version":"4.13.0.409340","date":"2020-12-16T01:57:00","changes":"The holiday season is here, and we’re feeling festive! In this latest update, we’ve continued squashing those pesky bugs that belong on Santa’s naughty list. Be sure to update your Hulu app to continue streaming your holiday favorites!"}],"tags":["video"],"rating":"Teen"},{"name":"Microsoft Edge: Web Browser","clazz":"edge","colorA":"7FBC00","colorB":"01A6F0","desc":["Introducing the new <b>Microsoft Edge<b> web browser. It’s time to expect more. More privacy. More control. More productivity. More value.","Browse the web anywhere with one seamless experience from your phone to your computer and other signed-in devices.","Microsoft Edge gives you the tools to protect your privacy online with features like tracking prevention, AdBlock Plus, InPrivate browsing and InPrivate search in Microsoft Bing.","Organize the web in a way that cuts through the clutter, making it easier to find, view, and manage your content on the go.","With world clazz compatibility, performance, and new features, Microsoft Edge is the only web browser you’ll ever need.","The new Microsoft Edge features:","<b>Private Browser</b> and a more productive browsing experience","• Browser that securely syncs your favorites, passwords, Collections, and other saved data across your signed-devices.","• Search the web on the go with visual and voice search powered by Microsoft Bing.","• Redesigned navigation helps you get to your Favorites, Reading list, and more in fewer taps.","• Immersive Reader removes clutter (like ads and other distracting content) from articles and blog posts for a more streamlined reading experience.","<b>Privacy &amp; Control</b>Take control of your data","• Tracking prevention blocks trackers from sites you haven’t visited. ","• Private browsing experience from the start with tracking prevention is enabled by default.","<b>Organize &amp; Collect:</b> Organization on the go","• Collections makes it easier than ever to collect and organize content you find on the web across your signed-in devices – now available on your mobile device.","<b>Private Browser:</b> InPrivate browsing","• Privacy matters. InPrivate tabs won&#39;t store your browsing data (like cookies, history, autofill information, or temporary files)","• <b>New! <b> Keep your search history private with built-in InPrivate search in Microsoft Bing. When you browse using InPrivate mode, your search history will never be saved to Microsoft Bing or associated back to your Microsoft account.","<b>Ad Blocker:</b> ","•  AdBlock Plus helps block unwanted ads.","•  Block ads by turning on ad blocking by visiting Settings &gt; Content blockers.","<b>Microsoft Rewards</b>","• Earn rewards while you search with Microsoft Bing and find shopping deals online and in nearby stores.*","Get the new Microsoft Edge web browser for a fast, private, and productive experience while you browse.","*This shopping feature currently is only available in the United States.</b></b></b></b>"],"summary":"Fast, private and productive experience while you browse.","developer":{"developer":"Microsoft Corporation","email":"edge_ef@microsoft.com","privacy":"https://go.microsoft.com/fwlink/?LinkId=521839","address":"One Microsoft Way"},"released":"Nov 29, 2017","versions":[{"version":"Varies with device","date":"2020-12-14T11:45:34","changes":"Thanks for using Microsoft Edge! Here’s what’s new in this release: \r\n•     Try Collections! Easily collect and organize content as you browse the web -- with any of your signed-in devices. \r\nWe’ve also made some general bug fixes and performance improvements."}],"tags":["productivity"],"rating":"Everyone"},{"name":"Moonlight Game Streaming","clazz":"moonlight","colorA":"555555","colorB":"FBFBF8","desc":["This app streams games, programs, or your full desktop from an NVIDIA GameStream-compatible PC on your local network or the Internet using NVIDIA GeForce Experience. Mouse, keyboard, and controller input is sent from your Android device to the PC.","Streaming performance may vary based on your client device and network setup. HDR requires an HDR10-capable device, GTX 1000-series GPU, and HDR10-enabled game.","<b>Features</b>","• Open-source and completely free (no ads, IAPs, or &quot;Pro&quot;)","• Streams games purchased from any store","• Works on your home network or over the Internet/LTE","• Up to 4K 120 FPS HDR streaming with 7.1 surround sound","• Keyboard and mouse support (best with Android 8.0 or later)","• Stylus/S-Pen support","• Supports PS3, PS4, Xbox 360, Xbox One, and Android gamepads","• Force feedback support","• Local co-op with up to 4 connected controllers","• Mouse control via gamepad by long-pressing Start","<b>PC Requirements</b>","• NVIDIA GeForce GTX/RTX or NVIDIA Quadro GPU","• NVIDIA GeForce Experience or NVIDIA Quadro Experience installed","<b>Quick Setup Instructions</b>","• Make sure GeForce Experience is open on your PC. Turn on GameStream in the SHIELD settings page.","• Tap on the PC in Moonlight and type the PIN on your PC","• Start streaming!","To have a good experience, you need a mid to high-end wireless router with a good wireless connection to your Android device (5 GHz highly recommended) and a good connection from your PC to your router (Ethernet highly recommended).","<b>Detailed Setup Instructions</b>","See the full setup guide https://bit.ly/1skHFjN for:","• Adding a PC manually (if your PC is not detected)","• Streaming over the Internet or LTE","• Using a controller connected directly to your PC","• Streaming your full desktop","• Adding custom apps to stream","<u>MOGA controller users</u>","If your controller has a switch with A and B, it must be switched to B to be used for streaming. If you have no switch, use the MOGA Universal Driver app.","<u>PlayStation 3 controller users</u>","Use the SixAxis app in &quot;Native Gamepad&quot; mode for Moonlight. The default button mapping needs to be adjusted to match the standard controller layout for streaming.","<b>Troubleshooting</b>","A detailed troubleshooting guide is available here: https://bit.ly/1TO2NLq","If you still can&#39;t solve your issue or just have a question, join our Discord server to chat with the Moonlight community: https://moonlight-stream.org/discord","Disclaimer: This app is not affiliated with NVIDIA Corporation. Please do not contact them for support. Instead, use the troubleshooting link at the bottom of the app description.","This app is open-source under the GPL. The code can be found here: https://github.com/moonlight-stream/moonlight-android","Legal: All trademarks cited here are the property of their respective owners."],"summary":"Play games from your PC on Android (NVIDIA-only)","developer":{"developer":"Cameron Gutman","email":"android-help@moonlight-stream.org","privacy":"https://moonlight-stream.org/privacy.html","address":null},"released":"Mar 15, 2014","versions":[{"version":"9.7.7","date":"2020-10-29T02:20:24","changes":"v9.7.7\r\n- Fixed missing video or audio when streaming over some Internet connections\r\nv9.7.6\r\n- Enabled raw mouse input on the Nvidia Shield TV to avoid mouse acceleration"}],"tags":["gaming"],"rating":"Everyone"},{"name":"Netflix","colorA":"221F1F","colorB":"E50914","desc":["Looking for the most talked about TV shows and movies from the around the world? They’re all on Netflix.","We’ve got award-winning series, movies, documentaries, and stand-up specials. And with the mobile app, you get Netflix while you travel, commute, or just take a break.","What you’ll love about Netflix:","• We add TV shows and movies all the time. Browse new titles or search for your favorites, and stream videos right on your device.","• The more you watch, the better Netflix gets at recommending TV shows and movies you’ll love.","• Create up to five profiles for an account. Profiles give different members of your household their own personalized Netflix.","• Enjoy a safe watching experience just for kids with family-friendly entertainment.","• Preview quick videos of our series and movies and get notifications for new episodes and releases.","• Save your data. Download titles to your mobile device and watch offline, wherever you are.","For complete terms and conditions, please visit http://www.netflix.com/termsofuse","For privacy statement, please visit http://www.netflix.com/privacy"],"summary":"Netflix is the leading subscription service for watching TV episodes and movies.","developer":{"developer":"Netflix, Inc.","email":"playstore@netflix.com","privacy":"http://www.netflix.com/privacy","address":"100 Winchester Circle\nLos Gatos, CA 95032-1815\nUSA"},"released":"May 5, 2011","versions":[{"version":"Varies with device","date":"2020-12-11T04:48:49","changes":"Get the best experience for enjoying recent hits and timeless clazzics with our latest Netflix update for your phone and tablet."}],"tags":["video"],"rating":"Teen"},{"name":"Parsec","clazz":"parsec","colorA":"F51B00","colorB":"0073CF","desc":["Everyone wants to play! Parsec lets you play, watch and share games with your friends. Connect to your PC or your friend&#39;s PC through the Android App in full 60 FPS HD graphics. ","This is an early version of the product and not suitable for many internet connections and devices. On your phone or tablet, Parsec works best with a gamepad device built for Android.","You can use Parsec to play games on any screen, play local-only co-op games with your friends online, and set up a gaming PC in the cloud to play anywhere. Make sure you have a good network connection (preferably 5Ghz WiFi) to play using Parsec."],"summary":"Parsec Game Streaming","developer":{"developer":"Parsec Cloud Inc.","email":"support@parsecgaming.com","privacy":"https://www.parsecgaming.com/privacy-policy","address":null},"released":null,"versions":[{"version":"Varies with device","date":"2020-09-14T13:23:06","changes":"-Add ability to send ctrl-alt-del key sequence from overlay menu."}],"tags":["gaming","productivity"],"rating":"Everyone"},{"name":"Plex: Stream Free Movies, Shows, Live TV & more","clazz":"plex","colorA":"e5a00d","colorB":"282a2d","desc":["Stream free movies and shows, plus 80+ channels of live TV, instantly, without a subscription. Add your own media into the mix including your personal video, music, and photo collections as well as your preferred podcasts, web shows, and online news to all your devices.","- Stream thousands of FREE movies and TV shows from filmmakers around the world with big hits from Crackle, Warner Brothers, MGM, Lionsgate and more! Enjoy everything from Oscar™ award-winning movies to anime, documentaries, family-friendly shows, and much, much more.","- Watch 80+ channels of free live programming—instantly. From food to news to sports to kids to international content, there&#39;s something for the whole family.","- Magically organize all your personal media—photos, music, movies, shows, even DVR-ed TV—and stream it to any device in a beautiful, simple interface. Plex adds rich descriptions, artwork, and other related information.","- Search for your favorite podcast or discover new ones through personalized recommendations. Plus: 30-second skip, variable speed playback, rich discovery, and full Plex-style support for cross-device playback status (including On Deck, so you can pick back up where you left off on any device).","- Get personalized and trusted video news from over 190 global publishing partners (and growing!), including CBS, Financial Times, Euronews, and top local news sources for over 80% of markets in the US.","Visit https://www.plex.tv/free for more information.","Note: If you’ve already purchased the app through Google Play Store or you have a Plex Pass, you do NOT need to purchase again! Your previous purchase will be automatically detected.","Note: Playing media from your Plex library on mobile devices is limited (one minute for music and video, watermark on photos) until the app is unlocked. For full functionality, get a Plex Pass -OR- make a small, one-time, in-app purchase for app access. Streaming personal media requires Plex Media Server version 0.9.11.1 and higher (available for free at https://plex.tv/downloads) installed and running to stream to other devices. DRM-protected content, ISO disc images, and video_ts folders not supported. Some features of this app are supported by interest-based advertising, to learn more about this and your choices regarding it visit the Plex Privacy Policy."],"summary":"Plex is your home for free movies, shows, and live TV, plus your own media","developer":{"developer":"Plex, Inc.","email":"support@plex.tv","privacy":"https://plex.tv/legal","address":"Plex, Inc.\n449 N. Santa Cruz Avenue\nLos Gatos, CA 95030"},"released":"Feb 16, 2011","versions":[{"version":"8.10.0.21911","date":"2020-12-15T15:37:06","changes":"NEW IN 8.10.0:\r\n • Preplay: add \"Play from Start\" action. \r\n • [TV] Preplay: use grid for collection Preplay. \r\n • [TV] Focused cards now have a border accent. \r\n • Player: prevent the postplay from keeping the screen awake indefinitely. \r\n • Libraries under `More` are now ordered ordered alphabetically. \r\n • [Mobile] Live TV: movies would fail to tune if cinema trailers were enabled. \r\n • [Mobile] Preplay: layout on tablets was misaligned. \r\n\r\nMuch more, see https://goo.gl/GqRo4m\r\n"}],"tags":["video"],"rating":"Everyone"},{"name":"Rainway","clazz":"rainway","colorA":"029AEB","colorB":"25C85E","desc":["Rainway game streaming brings all your PC games to your TV, mobile phone, tablet, or Android compatible Chromebook. Download and setup the Rainway Dashboard on your PC and start playing your PC game library on your Android device at home or on the go today!","","https://rainway.com/download"],"summary":"Play your PC games. Anytime. Anywhere.","developer":{"developer":"Rainway, Inc.","email":"support@rainway.com","privacy":"http://rainway.com/privacy","address":"2505 3rd Ave , Suite 324, Seattle, WA, 98121"},"released":"Feb 4, 2020","versions":[{"version":"1.3.5","date":"2020-11-24T19:12:20","changes":"Added \"Fat Thumbing\" to on-screen gamepad - ability to press two buttons (i.e. \"A\" and \"B\") at same time with only one finger."}],"tags":["gaming"],"rating":"Everyone"},{"name":"Shadow","clazz":"shadow","colorA":"313639","colorB":"FBFBF8","desc":["Access your Shadow anywhere from your Android device.","","You need an active Shadow account to use this app.","","More info about Shadow on shadow.tech"],"summary":"Access your Shadow on the go","developer":{"developer":"Blade Group","email":"feedback.android@shadow.tech","privacy":"https://shadow.tech/legal","address":"151 Rue Saint Denis,\n75002 Paris\nFrance"},"released":"Feb 20, 2019","versions":[{"version":"3.3.2","date":"2020-12-08T08:11:03","changes":"Hello the #TeamShadow,\r\nThis month in our update, we have added a rating system at the end of your mobile sessions where you can give us your feedback directly. \r\nHappy Gaming!"}],"tags":["gaming"],"rating":"Everyone"},{"name":"Stadia","clazz":"stadia","colorA":"FC4A1F","colorB":"AC0D57","desc":["Stadia is one place for all the ways we play.","Stadia is Google’s gaming platform that lets you instantly play your favorite video games on screens you already own. Access to Stadia is on us — you only pay for the games. Stream games directly to your favorite compatible devices. They’re ready wherever you have Wi-Fi orEthernet, without waiting for installs, downloads, or updates.","<h3><b>Play games across the screens you own</b></h3>Play Stadia games across laptops, desktops, and Android devices. You can also play on TVs if you have the Stadia Controller and a Google Chromecast Ultra. ","<h3><b>Switch from screen to screen</b></h3>Pause your game on one screen and seamlessly continue playing on another. Wherever you go, your game will be ready. That&#39;s the beauty of cloud-based gaming. ","<h3><b>No more downloads</b></h3>The moment you claim or buy a game, it’s ready to play — no waiting for downloads or game patches. Stadia updates games behind the scenes so you never have to wait.","<h3><b>Growing catalog of games</b></h3>Get a bunch of games included in the Stadia Pro subscription, with more added each month. You can also buy games individually with no subscription required. More and more games are being added all the time. ","<h3><b>What you&#39;ll need</b></h3>You don’t need special hardware, just the screens and controllers you already have. Play your games through Wi-Fi, wired, or mobile internet connections (data charges apply)."],"summary":"Stadia is one place for all the ways we play.","developer":{"developer":"Google LLC","email":"apps-help@google.com","privacy":"https://stadia.google.com/privacy","address":"1600 Amphitheatre Parkway, Mountain View 94043"},"released":"Nov 7, 2019","versions":[{"version":"2.45.343919453","date":"2020-12-07T17:00:17","changes":"Minor bug fixes and improvements"}],"tags":["gaming"],"rating":"Teen"},{"name":"Steam Link","clazz":"steamlink","colorA":"00adee","colorB":"000000","desc":["The Steam Link app brings desktop gaming to your Android device. Just pair a Bluetooth controller or Steam Controller to your device, connect to a computer running Steam on the same local network, and start playing your existing Steam games.","","For best performance with Android TV:","* Connect your computer using Ethernet to your router","* Connect your Android TV using Ethernet to your router","","For best performance with tablets and phones:","* Connect your computer using Ethernet to your 5Ghz WiFi router","* Connect your Android device to the 5GHz band of your WiFi network","* Keep your Android device within a reasonable range of your router"],"summary":"Stream Your Steam Library","developer":{"developer":"Valve Corporation","email":"SteamLinkFeedback@valvesoftware.com","privacy":"http://store.steampowered.com/privacy_agreement/","address":"Valve Corporation\n10400 NE 4th Street\nSuite 1400\nBellevue, WA 98004"},"released":"May 17, 2018","versions":[{"version":"1.1.69","date":"2021-02-04T15:17:07","changes":"* Added rumble support for the Google Stadia wired controller\r\n* Please report bugs and crashes here: https://steamcommunity.com/app/353380/discussions/4/"}],"tags":["gaming"],"rating":"Everyone"},{"name":"Twitch: Livestream Multiplayer Games & Esports","clazz":"twitch","colorA":"6441A4","colorB":"313639","desc":["Watch livestream gaming videos, Esports and any IRL broadcast on your Android device! Stream your favorite MMO RPG, strategy and FPS games for PS4, PC, Xbox One and Nintendo Switch. Twitch gives you live streaming and gamer chat in the palm of your hand.","Live chat as you watch gamers play everything from Overwatch to League of Legends. Watch PUBG showdowns, Minecraft sessions, Hearthstone matchups and stunning FIFA 18 goals. Multiplayer games not your thing? Livestream any IRL content you can think of, from art demos to animal videos!","Twitch Live Streaming and Gamer Chat: TOP 3 FEATURES","1. Watch gamers play Minecraft, Fortnite, PUBG, FIFA 18, League of Legends and much more. Stream content from the biggest MMO RPG, MOBA, strategy and FPS games out there, or settle in for nail-biting Esports tournaments.","2. Live chat during any gaming, Esports and IRL broadcast. Talk Hearthstone strategy with fellow gamers or content yourself with live streaming art demos in silence.","3. Broadcast your very own gaming content! Livestream your Overwatch killstreak on Xbox One, build Minecraft monoliths on Nintendo Switch, take down your Fortnite enemies on PS4, or show off your Hearthstone cards on PC!","Twitch lets you watch gamers play any single or multiplayer games under the sun. With PUBG, FIFA 18, League of Legends, Overwatch and Fortnite videos on demand, you can really let your gaming flag fly. Join live chat to connect with your MOBA or MMO RPG community! ","+ Stream interactive live news videos with exclusive content for PS4, Xbox One, Nintendo Switch and PC.","+ Watch unique programming: livestream anything from art demos, to Esports events, to music festivals!","+ Discover new multiplayer games and IRL videos with ease thanks to simple and intuitive navigation.","+ Switch to Dark Mode for those late night viewing and gamer chat sessions.","Join the millions of hardcore and casual gamers who have found a place to connect over the MOBA or FPS games they love. Take your passion to the next level with Twitch!","------","For feedback and assistance, please visit our Support Center: https://help.twitch.tv","Please note: This app features Nielsen’s proprietary measurement software which contributes to market research, like Nielsen’s TV Ratings. Please see http://priv-policy.imrworldwide.com/priv/mobile/us/en/optout.html for more information"],"summary":"Multiplayer Gaming, Live Esports & Gamer Chat: Watch Fortnite, Minecraft & PUBG","developer":{"developer":"Twitch Interactive, Inc.","email":"android@twitch.tv","privacy":"http://www.twitch.tv/user/legal?page=privacy_policy","address":"350 Bush St Suite 200\nSan Francisco, CA 94104"},"released":"May 20, 2015","versions":[{"version":"Varies with device","date":"2020-12-09T00:08:48","changes":"﻿Added some improvements to search and now also display notices when a channel is being raided."}],"tags":["video"],"rating":"Teen"},{"name":"Vortex Cloud Gaming","clazz":"vortex","colorA":"FBB440","colorB":"d72e6c","desc":["Play Fortnite, PUBG, Apex or GTA V on YOUR phone ","🎮 Start cloud gaming NOW! 🎮","❇️Have you heard of Google Stadia? Are you looking for a similar app to test? ❇️","If you want to play 🎮Fortnite, Apex Legends, LOL, Minecraft and numerous other games ON YOUR MOBILE, our service is a perfect choice.","No matter if you are a casual 👍or heavy gamer 👍👍, we have a plan for you:","BASIC - $9.99 - includes 78 games, offers 50 hours/month","PRO - $19.99 - includes 178 games [many with licenses], offers 80 hours/month","ULTRA - $29.99 -  includes 178 games [many with licenses], offers 140 hours/month","Stay safe, not bored. Download our dedicated apps and play now ⚡on:","★ phone with Android 📱","★ smart TV 📺","★ your PC 🖥","And the best thing?","<b>You save money 💰!</b>","Don’t spend money on expensive gaming PC or console. You don&#39;t need it anymore! We will do the heavy lifting for your device and you can just enjoy the game 💪! On every device🔥!","Turn your everyday equipment into a cloud gaming PC 💪!","If you&#39;re looking for an app similar to Google Stadia, download the Vortex app, create your account, and from now on you can play FUNtastic games online. 📱","Vortex cloud gaming platform will allow you to:","★ Play PC games on mobile 🔥","★ Play games with no downloads or updates 🔥","★ Get access to PC games without having a computer 🔥","Remote gaming is the future! Don’t be left out!","Is Vortex Cloud Gaming for me?:","★ You don’t own a gaming PC or console? No worries! At Vortex, you can access the latest games on every device!","★ You want to test services similar to Google Stadia.","How to use Vortex? It&#39;s really easy 👌","★ Download our app","★ Create an account and subscribe","★ PLAY 🎮 ONLINE ON YOUR DEVICE","Get the app and play 🎮 now! Remote cloud gaming is at your fingertips!","Visit us now at: https://vortex.gg/","Find Vortex Cloud gaming on:","* https://www.facebook.com/search/top/?q=vortex.gg&amp;epa=SEARCH_BOX","* https://twitter.com/cloudvortexgg?lang=en","* https://discordapp.com/invite/ufdxHd9","More questions? Contact us at: contact@vortex.gg"],"summary":"🎮 Play Fortnite, PUBG, Apex or GTA V on YOUR phone! Start cloud gaming NOW! 🎮","developer":{"developer":"RemoteMyApp","email":"contact@vortex.gg","privacy":"https://vortex.gg/privacy","address":"al. Piastów 22, 71-064 Szczecin"},"released":null,"versions":[{"version":"Varies with device","date":"2020-05-19T13:10:54","changes":"Want to play PC games on a mobile, smart TV or computer without gaming specs? We’ve got you! Vortex is working all the time to give you top-notch cloud gaming experience!\r\n\r\nDownload our app and try it! To keep up to date with new features just keep your Updates turned on.\r\n\r\n\r\n* FPS settings for optimal gaming experience\r\n* Better performance\r\n* Minor bug fixes"}],"tags":["gaming"],"rating":"Teen"},{"name":"Xbox Game Streaming (Preview)","clazz":"xbox","colorA":"4b7a1e","colorB":"ffffff","desc":["Play Xbox games on your Android phone or tablet with the Xbox Game Streaming app. Stream over Wi-Fi or your cellular network. Enjoy console-quality games like Gears 5 and Sea of Thieves directly from the cloud with Project xCloud (Preview). Or, stream Xbox One games installed on your console with the Xbox Console Streaming (Preview). ","Your feedback in this test will help shape the future of game streaming with Xbox. ","Use an Xbox Wireless Controller with Bluetooth; optionally, clip it to your phone (clip sold separately). ","Both Previews require this Xbox Game Streaming app, a supported Android phone or tablet (mobile data charges may apply), supported controller with Bluetooth, a Microsoft Account with Xbox profile, and high speed internet (ISP fees may apply). ","Project xCloud (Preview): Project xCloud (Preview) is invite only. Initially a limited number of games will be available, with more to come over time. Access to games in Project xCloud (Preview) ends when the Preview ends. For system requirements and to sign up for a chance to join the Preview see xbox.com/gamestreaming. Invites may be sent out up to several months after registration. Registering does not guarantee you entrance in the Preview. ","Xbox Console Streaming (Preview): Xbox Console Streaming (Preview) initially available to Xbox Insiders only in limited markets; availability will expand over time. Includes participating Xbox One games. Preview requires Xbox One console turned on or in Instant-on mode. Online multiplayer and some games require Xbox Live Gold, membership sold separately. Learn more about the Preview and system requirements at xbox.com/gamestreaming. ","Microsoft Privacy Statement: https://privacy.microsoft.com/en-US/privacystatement  ","•\tStream Xbox games to your Android phone or tablet—no waiting for downloads* ","•\tEnjoy console-quality games like Gears 5 and Sea of Thieves directly from the cloud with Project xCloud (Preview) ","•\tStream Xbox One games installed on your console with Xbox Console Streaming (Preview) ","•\tPlay over Wi-Fi or your cellular network ","•\tUse an Xbox Wireless Controller with Bluetooth; optionally, clip it to your phone (clip sold separately) ","•\tProject xCloud (Preview) is a first look at game streaming with Xbox, and we anticipate a high demand for a limited number of spots."],"summary":"Play Xbox games on your mobile phone or tablet.","developer":{"developer":"Microsoft Corporation","email":"gsadmin@microsoft.com","privacy":"https://go.microsoft.com/fwlink/?LinkId=521839","address":"One Microsoft Way"},"released":"Oct 1, 2019","versions":[{"version":"1.12.2010.0201.89f4948af","date":"2020-10-06T17:29:02","changes":null}],"tags":["gaming"],"rating":"Teen"},{"name":"YouTube","clazz":"youtube","colorA":"ff0000","colorB":"282828","desc":["Get the official YouTube app for Android phones and tablets. See what the world is watching -- from the hottest music videos to what’s trending in gaming, entertainment, news, and more. Subscribe to channels you love, share with friends, and watch on any device.","With a new design, you can have fun exploring videos you love more easily and quickly than before. Just tap an icon or swipe to switch between recommended videos, your subscriptions, or your account. You can also subscribe to your favorite channels, create playlists, edit and upload videos, express yourself with comments or shares, cast a video to your TV, and more – all from inside the app.","FIND VIDEOS YOU LOVE FAST","• Browse personal recommendations on the Home tab","• See the latest from your favorite channels on the Subscriptions tab","• Look up videos you’ve watched and liked on the Account tab","CONNECT AND SHARE","• Let people know how you feel with likes, comments, and shares","• Upload and edit your own videos with filters and music – all inside the app"],"summary":"Enjoy your favorite videos and channels with the official YouTube app.","developer":{"developer":"Google LLC","email":"ytandroid-support@google.com","privacy":"http://www.google.com/policies/privacy","address":"1600 Amphitheatre Parkway, Mountain View 94043"},"released":"Oct 20, 2010","versions":[{"version":"Varies with device","date":"2020-12-16T01:03:01","changes":null}],"tags":["video"],"rating":"Teen"}]